import React from 'react'
import Clock from '../layouts/clock/Clock'
 const HowItWorks = () => {
    return (
        <div style={{textAlign:"right"}}>
            <h3>איך זה עובד?</h3>
           <p> אנחנו בonandoff
                מאמינים ששינוי דברים קטנים באתר לא צריך להיות סיפור שגוזל זמן והרבה כסף,
                לכן פיתחו את המערכת onandoff אשר תוכלו לשלוט במה שמוצג למשתמש בקלות ובפשטות.
                כל מה שצריך זה להכניס את הפרטים על האתר ולקבוע את השעות אשר תרצו לבצע את השינויים, לאחר מכן,
                 תקבלו קטע קוד אשר תצטרכו להטמיע רק פעם אחת באתר שלכם וזהו, סיימנו<span role="img">✌️</span>
           </p>
           <h3>למה כדאי לכם?</h3>
           <p>
                אפשר לנהל אצלנו מספר אתרים במקביל - לכן אם יש חג/מבצע/שעות פעילות
                אצלנו תוכלו בפשטות לשנות בכל האתרים בזמן קצר ביותר ולחסוך המון זמן וכסף
           </p>
            <Clock/>
        </div>
    )
}
export default HowItWorks 